public/travels/2025/krakow/report.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ru" xml:lang="ru">
<head>
<!-- 2025-03-30 Sun 19:05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Отчет о поездке в Краков</title>
<meta name="author" content="Александр Шумилов" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://gongzhitaao.org/orgcss/org.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Отчет о поездке в Краков</h1>
<div id="table-of-contents" role="doc-toc">
<h2>&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgd842134">Отчет о поездке в Краков</a>
<ul>
<li><a href="#org16f175e">Подготовка</a></li>
<li><a href="#orgf586fc1">День 1. Краков</a></li>
<li><a href="#orgf412c77">День 2. Краков</a></li>
<li><a href="#orgd5b354b">День 3. Краков</a></li>
<li><a href="#org3ac80b7">День 4. Краков</a></li>
<li><a href="#org42a36d6">Итог</a></li>
</ul>
</li>
<li><a href="#org07d8ed1">Достопримечательности</a>
<ul>
<li><a href="#org9433dd0">Wawel Cathedral</a></li>
<li><a href="#org562cd35">St. Mary's Basilica</a></li>
<li><a href="#org7e80858">Rynek Główny</a></li>
<li><a href="#org6db5888">MNK Sukiennice</a></li>
<li><a href="#org57323b4">Planty</a></li>
<li><a href="#orgc30a419">Kazimierz</a></li>
</ul>
</li>
<li><a href="#org7bb8d86">Маршруты</a>
<ul>
<li><a href="#orgb486291">15:15 Красный маршрут</a></li>
<li><a href="#org0b8c373">15:15 Синий маршрут</a></li>
</ul>
</li>
<li><a href="#org567ec46">Рестораны</a>
<ul>
<li><a href="#org66836ab">Regale Bar &amp; Restaurant</a></li>
<li><a href="#org89af46d">Klimaty Poludnia - Restauracja I Winiarnia</a></li>
<li><a href="#org6ca0bf0">Grill Sauseges near Hala Targowa</a></li>
</ul>
</li>
<li><a href="#orge72bb2d">Гостиницы</a>
<ul>
<li><a href="#org0cca64d">Unique Style Apartments</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgd842134" class="outline-2">
<h2 id="orgd842134">Отчет о поездке в Краков</h2>
<div class="outline-text-2" id="text-orgd842134">
</div>
<div id="outline-container-org16f175e" class="outline-3">
<h3 id="org16f175e">Подготовка</h3>
<div class="outline-text-3" id="text-org16f175e">
<p>
На пасхальные праздники мы решили поехать в Краков.
Купили билеты на самолет в <a href="https://www.ryanair.com">Ryanair</a> и забронировали гостиницу надалеко от старого города на сайте <a href="https://www.booking.com">Booking.com</a>.
</p>
</div>

<div id="outline-container-org9c7ce2b" class="outline-4">
<h4 id="org9c7ce2b">Статистика</h4>
<div class="outline-text-4" id="text-org9c7ce2b">
<pre class="example">
€334  Расходы
€190    Жилье
€144    Самолет
</pre>
</div>
</div>
</div>

<div id="outline-container-orgf586fc1" class="outline-3">
<h3 id="orgf586fc1">День 1. Краков</h3>
<div class="outline-text-3" id="text-orgf586fc1">
<p>
<span class="timestamp-wrapper"><span class="timestamp">2025-04-19 Sat</span></span>
</p>

<p>
Бла-бла-бла
</p>
</div>

<div id="outline-container-org6143d6e" class="outline-4">
<h4 id="org6143d6e">Статистика</h4>
<div class="outline-text-4" id="text-org6143d6e">
<pre class="example">
Дистанция
  Пешком: 0 км
</pre>
</div>
</div>
</div>

<div id="outline-container-orgf412c77" class="outline-3">
<h3 id="orgf412c77">День 2. Краков</h3>
<div class="outline-text-3" id="text-orgf412c77">
<p>
<span class="timestamp-wrapper"><span class="timestamp">2025-04-20 Sun</span></span>
</p>

<p>
Бла-бла-бла
</p>
</div>

<div id="outline-container-orgf7ecaaf" class="outline-4">
<h4 id="orgf7ecaaf">Статистика</h4>
<div class="outline-text-4" id="text-orgf7ecaaf">
<pre class="example">
Дистанция
  Пешком: 0 км
</pre>
</div>
</div>
</div>

<div id="outline-container-orgd5b354b" class="outline-3">
<h3 id="orgd5b354b">День 3. Краков</h3>
<div class="outline-text-3" id="text-orgd5b354b">
<p>
<span class="timestamp-wrapper"><span class="timestamp">2025-04-21 Mon</span></span>
</p>

<p>
Бла-бла-бла
</p>
</div>

<div id="outline-container-org41cb9d6" class="outline-4">
<h4 id="org41cb9d6">Статистика</h4>
<div class="outline-text-4" id="text-org41cb9d6">
<pre class="example">
Дистанция
  Пешком: 0 км
</pre>
</div>
</div>
</div>

<div id="outline-container-org3ac80b7" class="outline-3">
<h3 id="org3ac80b7">День 4. Краков</h3>
<div class="outline-text-3" id="text-org3ac80b7">
<p>
<span class="timestamp-wrapper"><span class="timestamp">2025-04-22 Tue</span></span>
</p>

<p>
Бла-бла-бла
</p>
</div>

<div id="outline-container-orgb9750c5" class="outline-4">
<h4 id="orgb9750c5">Статистика</h4>
<div class="outline-text-4" id="text-orgb9750c5">
<pre class="example">
Дистанция
  Пешком: 0 км
</pre>
</div>
</div>
</div>

<div id="outline-container-org42a36d6" class="outline-3">
<h3 id="org42a36d6">Итог</h3>
<div class="outline-text-3" id="text-org42a36d6">
<p>
Бла-бла-бла
</p>
</div>

<div id="outline-container-orga5da93f" class="outline-4">
<h4 id="orga5da93f">Общая статистика</h4>
<div class="outline-text-4" id="text-orga5da93f">
<pre class="example">
Дистанция
  Пешком: 0 км
</pre>


<pre class="example">
€334  Расходы
€190    Жилье
€144    Самолет
</pre>


<pre class="example" id="orgfa9155d">
Количество человек:         2
Количество дней:            3

Расходы на человека в день
  Всего:                         €55
  Жилье:                         €31
  Еда:                            €0
  Транспорт:                      €0
  Достопримечательности:          €0
  Самолет:                       €24
</pre>
</div>
</div>
</div>
</div>

<div id="outline-container-org07d8ed1" class="outline-2">
<h2 id="org07d8ed1">Достопримечательности</h2>
<div class="outline-text-2" id="text-org07d8ed1">
</div>
<div id="outline-container-org9433dd0" class="outline-3">
<h3 id="org9433dd0">Wawel Cathedral</h3>
<div class="outline-text-3" id="text-org9433dd0">
<p>
<a href="https://maps.app.goo.gl/tHJCLaX4uJ26L9gV8">https://maps.app.goo.gl/tHJCLaX4uJ26L9gV8</a>
</p>
</div>
</div>

<div id="outline-container-org562cd35" class="outline-3">
<h3 id="org562cd35">St. Mary's Basilica</h3>
<div class="outline-text-3" id="text-org562cd35">
<p>
<a href="https://maps.app.goo.gl/iikL7muVbM9VmvX7A">https://maps.app.goo.gl/iikL7muVbM9VmvX7A</a>
</p>
</div>
</div>

<div id="outline-container-org7e80858" class="outline-3">
<h3 id="org7e80858">Rynek Główny</h3>
<div class="outline-text-3" id="text-org7e80858">
<p>
<a href="https://maps.app.goo.gl/oQbeuPos21UfDBY36">https://maps.app.goo.gl/oQbeuPos21UfDBY36</a>
</p>
</div>
</div>

<div id="outline-container-org6db5888" class="outline-3">
<h3 id="org6db5888">MNK Sukiennice</h3>
<div class="outline-text-3" id="text-org6db5888">
<p>
<a href="https://maps.app.goo.gl/tYfbC7wxZZcj1aCJ7">https://maps.app.goo.gl/tYfbC7wxZZcj1aCJ7</a>
</p>
</div>
</div>

<div id="outline-container-org57323b4" class="outline-3">
<h3 id="org57323b4">Planty</h3>
<div class="outline-text-3" id="text-org57323b4">
<p>
Городской парк
</p>

<p>
<a href="https://maps.app.goo.gl/qambHtpS9wMR4Yfi9">https://maps.app.goo.gl/qambHtpS9wMR4Yfi9</a>
</p>
</div>
</div>

<div id="outline-container-orgc30a419" class="outline-3">
<h3 id="orgc30a419">Kazimierz</h3>
<div class="outline-text-3" id="text-orgc30a419">
<p>
Еврейский квартал
</p>

<p>
<a href="https://maps.app.goo.gl/U1nfTk94uSPcTt1o6">https://maps.app.goo.gl/U1nfTk94uSPcTt1o6</a>
</p>
</div>
</div>
</div>

<div id="outline-container-org7bb8d86" class="outline-2">
<h2 id="org7bb8d86">Маршруты</h2>
<div class="outline-text-2" id="text-org7bb8d86">
</div>
<div id="outline-container-orgb486291" class="outline-3">
<h3 id="orgb486291">15:15 Красный маршрут</h3>
<div class="outline-text-3" id="text-orgb486291">
<p>
<a href="https://www.tours15-15.com/krakow/excursions/krakov-v-1515-krasnyj-marshrut/">https://www.tours15-15.com/krakow/excursions/krakov-v-1515-krasnyj-marshrut/</a>
</p>
</div>
</div>

<div id="outline-container-org0b8c373" class="outline-3">
<h3 id="org0b8c373">15:15 Синий маршрут</h3>
<div class="outline-text-3" id="text-org0b8c373">
<p>
<a href="https://www.tours15-15.com/krakow/excursions/krakov-v-1515-sinij-marshrut/">https://www.tours15-15.com/krakow/excursions/krakov-v-1515-sinij-marshrut/</a>
</p>
</div>
</div>
</div>

<div id="outline-container-org567ec46" class="outline-2">
<h2 id="org567ec46">Рестораны</h2>
<div class="outline-text-2" id="text-org567ec46">
</div>
<div id="outline-container-org66836ab" class="outline-3">
<h3 id="org66836ab">Regale Bar &amp; Restaurant</h3>
<div class="outline-text-3" id="text-org66836ab">
<p>
<a href="https://maps.app.goo.gl/oiZ5YcWmv8FinaDo7">https://maps.app.goo.gl/oiZ5YcWmv8FinaDo7</a>
</p>
</div>
</div>

<div id="outline-container-org89af46d" class="outline-3">
<h3 id="org89af46d">Klimaty Poludnia - Restauracja I Winiarnia</h3>
<div class="outline-text-3" id="text-org89af46d">
<p>
<a href="https://maps.app.goo.gl/FzCUtVLAcF73kE3y8">https://maps.app.goo.gl/FzCUtVLAcF73kE3y8</a>
</p>
</div>
</div>

<div id="outline-container-org6ca0bf0" class="outline-3">
<h3 id="org6ca0bf0">Grill Sauseges near Hala Targowa</h3>
<div class="outline-text-3" id="text-org6ca0bf0">
<p>
Бла-бла-бла
</p>

<p>
<a href="https://maps.app.goo.gl/wrqCFDrtZVg3dMRE6">https://maps.app.goo.gl/wrqCFDrtZVg3dMRE6</a>
</p>
</div>
</div>
</div>

<div id="outline-container-orge72bb2d" class="outline-2">
<h2 id="orge72bb2d">Гостиницы</h2>
<div class="outline-text-2" id="text-orge72bb2d">
</div>
<div id="outline-container-org0cca64d" class="outline-3">
<h3 id="org0cca64d">Unique Style Apartments</h3>
<div class="outline-text-3" id="text-org0cca64d">
<p>
<a href="https://maps.app.goo.gl/yryKgRJht7PC37qb6">https://maps.app.goo.gl/yryKgRJht7PC37qb6</a>
</p>

<p>
Цена: 790 PLN (€189) (3 ночи, €63/ночь)
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">&#1044;&#1072;&#1090;&#1072;: 2025-04-19 Sat 00:00</p>
<p class="author">&#1040;&#1074;&#1090;&#1086;&#1088;: Александр Шумилов</p>
<p class="date">Created: 2025-03-30 Sun 19:05</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
